IDEA Open Model
ConcreteMemberData.CalculationSetup Property
Compatible with IDEA StatiCa Beta 20.0
 Calculation setup
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public CalculationSetup CalculationSetup { get; set; }
Public Property CalculationSetup As CalculationSetup
	Get
	Set
Property Value
Type: CalculationSetup
See Also
Reference
ConcreteMemberData Class
IdeaRS.OpenModel.Concrete Namespace